app/controllers/klienci_jaskulas_controller.rb

SELECT "klienci_jaskulas".* FROM "klienci_jaskulas"
---
  def index
    @klienci_jaskulas = KlienciJaskula.all

INSERT INTO "klienci_jaskulas" ("imie", "nazwisko", "wiek", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["imie", "Jan "], ["nazwisko", "Kowalski"], ["wiek", 33], ["created_at", "2018-03-19 13:51:53.827854"], ["updated_at", "2018-03-19 13:51:53.827854"]]
---
  def create
    @klienci_jaskula = KlienciJaskula.new(klienci_jaskula_params)

    respond_to do |format|
      if @klienci_jaskula.save

SELECT  "klienci_jaskulas".* FROM "klienci_jaskulas" WHERE "klienci_jaskulas"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    def set_klienci_jaskula
      @klienci_jaskula = KlienciJaskula.find(params[:id])