app/controllers/transakcje_jaskulas_controller.rb

SELECT "transakcje_jaskulas".* FROM "transakcje_jaskulas"
---
  def index
    @transakcje_jaskulas = TransakcjeJaskula.all

INSERT INTO "transakcje_jaskulas" ("username", "kwota", "data", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["username", "ilonka123"], ["kwota", 1200], ["data", "w"], ["created_at", "2018-03-19 14:32:40.578940"], ["updated_at", "2018-03-19 14:32:40.578940"]]
---
  def create
    @transakcje_jaskula = TransakcjeJaskula.new(transakcje_jaskula_params)

    respond_to do |format|
      if @transakcje_jaskula.save

UPDATE "transakcje_jaskulas" SET "data" = ?, "updated_at" = ? WHERE "transakcje_jaskulas"."id" = ?  [["data", "19-03-2018"], ["updated_at", "2018-03-19 14:37:01.622381"], ["id", 1]]
---
  def update
    respond_to do |format|
      if @transakcje_jaskula.update(transakcje_jaskula_params)

SELECT  "transakcje_jaskulas".* FROM "transakcje_jaskulas" WHERE "transakcje_jaskulas"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    def set_transakcje_jaskula
      @transakcje_jaskula = TransakcjeJaskula.find(params[:id])