app/controllers/zasoby_jaskulas_controller.rb

  def index
    @zasoby_jaskulas = ZasobyJaskula.all
---
SELECT "zasoby_jaskulas".* FROM "zasoby_jaskulas"

  def create
    @zasoby_jaskula = ZasobyJaskula.new(zasoby_jaskula_params)

    respond_to do |format|
      if @zasoby_jaskula.save
---
INSERT INTO "zasoby_jaskulas" ("nazwa", "cena", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["nazwa", "Kurs uzupełniający"], ["cena", 200], ["created_at", "2018-03-19 14:16:03.638873"], ["updated_at", "2018-03-19 14:16:03.638873"]]

    def set_zasoby_jaskula
      @zasoby_jaskula = ZasobyJaskula.find(params[:id])
---
SELECT  "zasoby_jaskulas".* FROM "zasoby_jaskulas" WHERE "zasoby_jaskulas"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]